tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "act"
brew "ansible"
brew "gettext"
brew "bash"
brew "boost"
brew "glib"
brew "python@3.9"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "freetds"
brew "krb5"
brew "libpq"
brew "php"
brew "composer"
brew "ctags"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "gobject-introspection"
brew "handbrake"
brew "id3lib"
brew "id3tool"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli", link: false
brew "lftp"
brew "libfido2"
brew "minikube"
brew "mysql"
brew "mysql-client"
brew "ncdu"
brew "nghttp2"
brew "nmap"
brew "node"
brew "python@3.10"
brew "node@14"
brew "nss"
brew "openjdk"
brew "pandoc"
brew "pipenv"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "sqldiff"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
cask "adoptopenjdk8"
cask "android-platform-tools"
cask "balenaetcher"
cask "clipy"
cask "docker-desktop"
cask "firefox"
cask "gearboy"
cask "handbrakebatch"
cask "inkscape"
cask "insomnia"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "mcgimp"
cask "musicbrainz-picard"
cask "ngrok"
cask "postman"
cask "rar"
cask "react-native-debugger"
cask "skype"
cask "snes9x"
cask "teamviewer"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "wireshark-app"
vscode "batisteo.vscode-django"
vscode "bmewburn.vscode-intelephense-client"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "hookyqr.beautify"
vscode "mechatroner.rainbow-csv"
vscode "mrmlnc.vscode-puglint"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mtxr.sqltools"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sissel.shopify-liquid"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
